tap "adoptopenjdk/openjdk"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rbenv/tap"
tap "romkatv/powerlevel10k"
brew "ack"
brew "asdf"
brew "autojump"
brew "bat"
brew "brew-cask-completion"
brew "node"
brew "eslint"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "libxml2"
brew "mas"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true, link: true
brew "navi"
brew "neovim"
brew "nginx", restart_service: true
brew "openssl@3"
brew "passenger"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "v8@3.15"
brew "watch"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "rbenv/tap/openssl@1.0"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password-cli", args: { appdir: "/Applications" }
cask "adoptopenjdk8"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "github", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
